# vim: syntax=ruby filetype=ruby

# Setup taps
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'curl'
brew 'coreutils'
brew 'zsh'
brew 'tmux'
brew 'fzf'
brew 'neovim'
brew 'git'
brew 'jq'
brew 'tree'
brew 'yarn'
brew 'asdf'
brew 'direnv'
brew 'shellcheck'
brew 'ripgrep'

# Casks
brew 'chromedriver'
brew 'font-sauce-code-pro-nerd-font'
brew 'google-cloud-sdk'
