# vim: syntax=ruby filetype=ruby

# Setup taps
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'
tap 'tinted-theming/tinted'
tap 'jesseduffield/lazygit'

brew 'zsh'
brew 'tmux'
brew 'fzf'
brew 'neovim'
brew 'git'
brew 'lazygit'
brew 'jq'
brew 'tree'
brew 'yarn'
brew 'asdf'
brew 'direnv'
brew 'shellcheck'
brew 'tinty'

# Casks
cask 'font-sauce-code-pro-nerd-font'
cask 'google-cloud-sdk'
